{
    "summaries": {
        "Hej": "The theory of relativity, developed by Albert Einstein, is a cornerstone of modern physics.",
        "Internet Evo": "The Internet, as we know it today, has evolved dramatically since its inception. Originally developed as a research project by the United States Department of Defense in the late 1960s, the Internet was initially a way to connect universities and research institutions. Over the decades, it has grown into a global network that connects billions of devices worldwide.",
        "Amazon": "The Amazon Rainforest, often referred to as the 'lungs of the Earth', is the world’s largest tropical rainforest, covering approximately 5.5 million square kilometers. It is home to an incredibly diverse range of flora and fauna, with one in ten known species on Earth found here.",
        "Elefant": "Elephants are the largest living land animals. Three living species are currently recognised: the African bush elephant (Loxodonta africana), the African forest elephant (L. cyclotis), and the Asian elephant (Elephas maximus). They are the only surviving members of the family Elephantidae and the order Proboscidea; extinct relatives include mammoths and mastodons.",
        "dada": "Elephants are the largest living land animals. Three living species are currently recognised: the African bush elephant (Loxodonta africana), the African forest elephant (L. cyclotis), and the Asian elephant (Elephas maximus). They are the only surviving members of the family Elephantidae and the order Proboscidea; extinct relatives include mammoths and mastodons.",
        "Då": "Elephants are the largest living land animals. Three living species are currently recognised: the African bush elephant (Loxodonta africana), the African forest elephant (L. cyclotis), and the Asian elephant (Elephas maximus).",
        "The Renaissance Svenska": "Renaissance var en fervent period av europeisk kulturell, konstnärlig, politisk och ekonomisk ”återfödsel” efter medeltiden. Generellt beskrivs som äger rum från 1400-talet till 1700-talet, främjade Renaissance återupptäckt av klassisk filosofi, litteratur och konst. Några av de största tänkare, författare, statsmän, forskare och konstnärer i mänsklig historia blomstrade under denna epok, medan global utforskning öppnade nya mark och kulturer för europeisk handel.",
        "World War II with 2 sentences": "Andra världskriget var ett globalt krig som varade från 1939 till 1945, som involverade de flesta av världens nationer. Det var den dödligaste konflikten i mänsklighetens historia, märkt av 70 till 85 miljoner dödsfall, inklusive Holocaust och den enda användningen av kärnvapen i kriget.",
        "The Evolution of the Internet1": "Tillkomsten av World Wide Web i början av 1990-talet förvandlade Internet till en plattform för att dela information, kommunikation och handel. Ursprungligen utvecklat som ett forskningsprojekt av USA:s försvarsdepartement i slutet av 1960-talet, var Internet från början ett sätt att koppla samman universitet och forskningsinstitutioner. Internet, som vi känner det idag, har utvecklats dramatiskt sedan starten.",
        "RÄNTA": "Liksom Elinor Odeberg tror Fredrik Kopsch att den fortsatt höga räntan kan få ringar på vattnet som kan röra sig över stora delar av samhället. Den höga inflationen har dessutom inte berott på sådant som Riksbanken kan rå över med räntan utan på externa faktorer. Fredrik Kopsch menar att debatten ofta fokuserar på medelklassen och säger att de mest utsatta riskerar att glömmas bort i sammanhanget. Eftersom hyrorna på marknaden sätts retroaktivt dröjer det innan de sänkta styrräntorna sipprar ner till bolånetagarna och hyresgästerna. – Det påverkar hushållens konsumtion och inte minst boendekostnaderna vilket är det som tynger folk nu.",
        "r": "Liksom Elinor Odeberg tror Fredrik Kopsch att den fortsatt höga räntan kan få ringar på vattnet som kan röra sig över stora delar av samhället. Den höga inflationen har dessutom inte berott på sådant som Riksbanken kan rå över med räntan utan på externa faktorer. Fredrik Kopsch menar att debatten ofta fokuserar på medelklassen och säger att de mest utsatta riskerar att glömmas bort i sammanhanget. Eftersom hyrorna på marknaden sätts retroaktivt dröjer det innan de sänkta styrräntorna sipprar ner till bolånetagarna och hyresgästerna. – Det påverkar hushållens konsumtion och inte minst boendekostnaderna vilket är det som tynger folk nu.",
        "Namn": "Hej, jag heter Patrik och jag är 34 år gammal, hur gammal är du?",
        "Namnn": "Hej, jag heter Patrik och jag är 34 år gammal, hur gammal är du?",
        "hey": "hey",
        "aa": "self.save_popup.ids.summary_name_input.text.strip()",
        "Patriks text": "Hej, jag heter Patrik och jag är 34 år gammal, hur gammal är du?",
        "a": "a",
        "The Theory of Relativity1": "General relativity, presented in 1915, extends this concept to include gravity as a curvature of space-time caused by mass."
    }
}